---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.CannotPlacePathReininforcement
source: html/a9b195ef-29ac-ba89-5bbd-4e0306faa6c6.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.CannotPlacePathReininforcement Property

Can't find a host for Path Reinforcement.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPlacePathReininforcement { get; }
```